Repository: mteu/typo3-monitoring
Catalog: Resources/Private/Language/*.localllang.*.xlf
Languages: de

# module.description
source: This API seeks to give an insight into the health status of various components within and around this TYPO3 instance.
de: Diese API bietet einen Einblick in den Gesundheitsstatus verschiedener Komponenten innerhalb und um diese TYPO3-Instanz.

# providers.title
source: Available Providers
de: Verfügbare Provider

# providers.modal.title
source: MonitoringProviders
de: MonitoringProvider

# providers.modal.content
source: Providers must implement %s to become available.
de: MonitoringProvider müssen %s implementieren, um verfügbar zu werden.

# cache.flush.button
source: Flush Caches
de: Caches leeren

# authorizers.title
source: Registered Authorizers
de: Registrierte Authorizers

# authorizers.description
source: Monitoring requests will be authorized following this Authorizer order:
de: Monitoringrequests werden in folgender Reihenfolge der Authorizer autorisiert:

# settings.api.secret.missing
source: Please set an API secret in your the EXT:monitoring settings!
de: Bitte ein Secret in den EXT_monitoring Settings hinterlegen!

# auth.token.button
source: Show Authorization Token
de: Autorisierungstoken anzeigen

# auth.token.modal.title
source: Authorization Token
de: Autorisierungstoken

# status.cached
source: Cached
de: Gecacht

# status.healthy
source: healthy
de: gesund

# status.unhealthy
source: unhealthy
de: ungesund

# status.inactive
source: inactive
de: inaktiv

# provider.cache.lifetime
source: The monitoring result is cached with an active cache lifetime of %s minutes.
de: Das Überwachungsergebnis ist mit einer aktiven Cache-Laufzeit von %s Minuten gecacht.

# provider.cache.expires_at
source: Expires at %s
de: Läuft ab am %s

# datetime.format
source: Y-m-d H:i:s
de: d.m.Y H:i:s

# provider.disabled.message
source: This provider is explicitly disabled at the moment.
de: Dieser Provider ist derzeit explizit deaktiviert.

# providers.no_providers_found
source: No monitoring providers found.
de: Keine Monitoring-Provider gefunden.

# authorizers.no_authorizers_found
source: No monitoring authorizers found.
de: Keine Monitoring-Autorisatoren gefunden.

# detail.header.component
source: Component
de: Komponente

# detail.header.reason
source: Reason
de: Grund

# provider.cache.flush.button
source: Flush Cache
de: Cache leeren

# provider.cache.flush.success.title
source: Cache Flushed
de: Cache geleert

# provider.cache.flush.success.message
source: Cache for provider "%s" has been flushed successfully.
de: Cache für Provider "%s" wurde erfolgreich geleert.

# provider.cache.flush.error.title
source: Cache Flush Failed
de: Cache-Leerung fehlgeschlagen

# provider.cache.flush.error.message
source: Failed to flush cache for provider "%s".
de: Fehler beim Leeren des Caches für Provider "%s".
